{
  "TITLE": "Victor Andres | Front-End",
  "DESCRIPTION": "My professional portfolio, I am a front-end oriented software developer",
  "NAME": "Andres Barilin",
  "SHORT-DESCRIPTION": "I am not a Bot, I am a Software Developer specialized in Front-end, I love working as a team developing incredible interfaces.",
  "JOB": "Front-End",
  "DOWNLOAD-CV": "Download CV",
  "VIEW-CV": "View CV",
  "HEADER": {
    "EXPERIENCE": "Experience",
    "SKILLS": "Skills",
    "PROJECT": "Projects",
    "ABOUT": "About Me",
    "CONTACT": "Contact Me"
  },
  "LINK-SITE": "Open Site",
  "SKILLS": "Some Skills",
  "ABOUT-ME": {
    "TITLE": "About Me",
    "FIRST-P": "After encountering the gigantic world of software development, I decided to focus on web development, with a thirst to constantly learn and improve to offer more robust and reliable solutions.",
    "SECOND-P": "I like being able to share ideas with the team and learn from their experiences, achieving the best possible results by committing to the project and the client.",
    "THIRD-P": "I currently work at Devias as a Front-end Developer mostly focused on “buckedup.com”, an e-commerce established in the United States, for approximately two years and to that I add my experience at ArboT, (robotics company)."
  },
  "PROJECTS": {
    "TITLE": "My Works",
    "DESCRIPTION": "In this section you can find some of my work to learn a little more about me.",
    "BUCKEDUP-DESCRIPTION": "This is my current job, it is the e-commerce for a company in the United States, where I worked as a frontend developer.",
    "B-LARGE-DESCRIPTION": "B-Large is an “e-commerce” with Amazon products, and in this personal project I had the opportunity to develop both Front-end and Back-end."
  },
  "EXPERIENCE": {
    "TITLE": "Experience",
    "ARBOT": [
      "In this position I carried out work more related to robotics, performing tasks such as assembly and designs of electronic boards, 3D design and software development.",
      "While I didn't have the opportunity to use many web technologies, this job allowed me to solve several challenges logically.",
      "It should be noted that currently this company no longer exists."
    ],
    "DEVIAS": [
      "This is my first job focused on web software development, where I was able to gain a lot of experience supported by a good team.",
      "I have currently been working in this company for approximately 2 years.",
      "Not only do I do web development, but I also had the opportunity to contribute to the development of a mobile application, using React Native."
    ]
  },
  "EDUCATION": {
    "TITLE": "EDUCATION",
    "STATES": {"ALWAYS": "Always", "CURRENT": "Current"},
    "PLATZI": "Platzi is a recognized online education platform, where you will find courses on various topics of which I focus on web development.",
    "ITEC": "iTec is a tertiary education institute where I studied software development, but after 2 years of studying I decided to leave to be self-taught, since I noticed better progress with this modality.",
    "GOOGLE": "On these platforms I stay up to date on the world of technology, and like every developer I also quickly search for information when I find myself solving a problem."
  },
  "TALK-TO-ME": {
    "TITLE": "Talk To Me",
    "TEXT": [
      "Hello! If you've made it this far, we probably have something interesting to talk about.",
      "I am always open to new connections, exciting ideas and opportunities for collaboration.",
      "If you have a project that sparks curiosity or you just want to chat about the latest technological gadget or your favorite rock music, I'm here! Feel free to send a message and let's make things happen.",
      "See you later!"
    ],
    "INPUT-EMAIL": "Email",
    "INPUT-MESSAGE": "How can I help you?",
    "SEND-BTN": "Submit"
  },
  "FOOTER": {
    "LEFT": "Design inspired by Vercel...",
    "RIGHT": "Project carried out with Astro and Tailwind",
    "LINK-TEXT": "View code"
  }
}