{
  "TITLE": "Victor Andres | Front-End",
  "DESCRIPTION": "Portafolio profesional, soy un desarrollador de software orientado al front-end",
  "NAME": "Andres Barilin",
  "JOB": "Front-End",
  "SHORT-DESCRIPTION": "No soy un Bot, soy un Software Developer especializado en Front-end, me encanta trabajar en equipo desarrollando interfaces increíbles.",
  "DOWNLOAD-CV": "Descargar CV",
  "VIEW-CV": "Ver CV",
  "HEADER": {
    "EXPERIENCE": "Experiencia",
    "SKILLS": "Habilidades",
    "PROJECT": "Proyectos",
    "ABOUT": "Sobre mí",
    "CONTACT": "Contacto"
  },
  "LINK-SITE": "Abrir Sitio",
  "SKILLS": "Algunas Habilidades",
  "ABOUT-ME": {
    "TITLE": "Sobre Mi",
    "FIRST-P": "Después de encontrarme con el gigantesco mundo del desarrollo de software, decidí centrarme en el desarrollo web, con sed de aprender y mejorar constantemente para ofrecer soluciones más robustas y confiables.",
    "SECOND-P": "Me gusta poder compartir ideas con el equipo y aprender de sus experiencias, conseguir los mejores resultados posibles comprometiéndonos con el proyecto y el cliente.",
    "THIRD-P": "Actualmente trabajo en Devias como Desarrollador Front-end mayormente abocado a “buckedup.com”, un e-commerce establecido en Estados Unidos, desde hace aproximadamente dos años y a eso agrego mi experiencia en ArboT, (empresa de robótica)."
  },
  "PROJECTS": {
    "TITLE": "Mis Trabajos",
    "DESCRIPTION": "En esta sección podrás encontrar algunos de mis trabajos para conocer un poco más sobre mí.",
    "BUCKEDUP-DESCRIPTION":  "Este es mi trabajo actual, se trata del e-commerce de una empresa de estados unidos, en la cual trabajo como desarrollador frontend.",
    "B-LARGE-DESCRIPTION": "B-Large es un “e-commerce” con productos de Amazon, y en este proyecto personal tuve la oportunidad de desarrollar tanto Front-end como Back-end.",
    "BLOG-DDV-DESCRIPTION": "Este es un proyecto personal, un blog llamado 'Detras del Volante', donde puedes encontrar contenido relacionado con el mundo automotriz. En este proyecto, me encargué de desarrollar tanto el front-end como el back-end."
  },
  "EXPERIENCE": {
    "TITLE": "Experiencia",
    "ARBOT": [
      "En este puesto lleve a cabo trabajos más relacionados con la robótica, realizando tareas como montaje y diseños de placas electrónicas, diseño 3D y desarrollo de software.",
      "Si bien no tuve la oportunidad de utilizar muchas tecnologías web, este trabajo me permitió resolver varios desafíos de manera lógica.",
      "Cabe aclarar que actualmente esta empresa ya no existe."
    ],
    "DEVIAS": [
      "Este es mi primer trabajo orientado al desarrollo de software web, donde pude adquirir mucha experiencia apoyado por un buen equipo.",
      "Actualmente me encuentro trabajando en esta empresa desde hace aproximadamente 2 años.",
      "No solo hago desarrollo web, sino que también tuve la oportunidad de poder contribuir al desarrollo de una aplicación para dispositivos móviles, utilizando React Native."
    ]
  },
  "EDUCATION": {
    "TITLE": "EDUCACIÓN",
    "STATES": {"ALWAYS": "Siempre", "CURRENT": "Actualmente"},
    "PLATZI": "Platzi es una reconocida plataforma de educación online, donde encontrarás cursos de diversos temas de los cuales yo me enfoque en desarrollo web.",
    "ITEC": "iTec es un instituto de educación nivel terciario en el que estudiaba desarrollo de software, pero tras 2 años de cursado decidí abandonar para ser autodidacta, ya que notaba un mejor progreso con dicha modalidad.",
    "GOOGLE": "En estas plataformas me mantengo al día sobre el mundo de la tecnología, y como todo desarrollador también busco información rápidamente cuando me encuentro resolviendo algún problema."
  },
  "TALK-TO-ME": {
    "TITLE": "Háblame!",
    "TEXT": [
      "¡Hola! Si has llegado hasta aquí, es probable que tengamos algo interesante de qué hablar.",
      "Estoy siempre abierto a nuevas conexiones, ideas emocionantes y oportunidades de colaboración.",
      "Si tienes un proyecto que despierta curiosidad o simplemente quieres charlar sobre el último gadget tecnológico o tu música rock favorita, ¡estoy aquí! No dudes en enviar un mensaje y hagamos que las cosas sucedan.",
      "¡Hasta luego!"
    ],
    "INPUT-EMAIL": "Email",
    "INPUT-MESSAGE": "¿Cómo puedo ayudarte?",
    "SEND-BTN": "Enviar"
  },
  "FOOTER": {
    "LEFT": "Diseño inspirado en Vercel...",
    "RIGHT": "Proyecto realizado con Astro y Tailwind",
    "LINK-TEXT": "Ver código"
  }
}